[
   {
    "Id_resenha" : 1,
    "Nome": "Slenderman",
    "imagem1": "imagens/slender.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "6 de Dezembro de 2011",
    "categoria": "Terror",
    "icone": "Icone Categoria",
    "resenha": "O primeiro jogo, Slender The Eight Pages virou um sucesso na Internet em 2012. Apesar de ser um protótipo (ainda consta como beta), era gratuito e o objetivo do jogador era coletar oito páginas de um livro em uma floresta no meio da noite. Durante a missão era preciso escapar de um estranho ser de terno e braços longos, o Slenderman. A sequência Slender: The Arrival é ainda mais apavorante. Desta vez, os produtores investiram muito na qualidade audiovisual e conseguiram segurar a tensão ao máximo, proporcionando os maiores sustos em games de terror desde Amnesia: The Dark Descent. Para não correr o risco de colocar o game na mesma categoria de jogos como Resident Evil, vamos levar em conta que Slender The Arrival é exclusivamente um jogo de terror, feito para provocar sustos e testar a coragem dos jogadores. Há muito poucos elementos de sobrevivência para considerar o game um Terror.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 2,
    "Nome": "Dying Light",
    "imagem1": "imagens/dl.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "6 de Dezembro de 2011",
    "categoria": "Terror",
    "icone": "Icone Categoria",
    "resenha": "Em Dying Light, o jogador assume o papel de Kyle Crane, vulgo 31. Ele é agente especial da GRE, uma organização responsável por cuidar dos sobreviventes em uma zona de quarentena. As pessoas que vivem na Torre, uma das principais localidades, não são conhecidas pelos nomes reais.mA região é Harran, uma cidade da Turquia, conhecida por ser o único local do mundo afetado por um misterioso vírus. O objetivo do destemido protagonista é aparentemente simples: localizar e recuperar um documento sigiloso que acabou caindo em mãos erradas. Se as informações forem divulgadas, uma catástrofe poderá acontecer. No decorrer da aventura, Crane precisa cumprir certos favores para conseguir se aproximar de Suleiman (conhecido em Harran como “Rais”), o déspota que supostamente está com o arquivo em mãos. Durante a primeira cena protagonizada pelo agente infiltrado, ele acaba sendo atingido por um dos mortos-vivos.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 3,
    "Nome": "World Of Warcraft",
    "imagem1": "imagens/worldwarcraft.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "6 de Dezembro de 2011",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "World of Warcraft é um jogo on-line, da produtora Blizzard. O jogo se passa no mundo fantástico de Azeroth, introduzido no primeiro jogo da série, Warcraft: Orcs E Humans em 1994. Joga-se com um programa cliente ligado a uma rede de servidores. Existem servidores para atender Estados Unidos, Oceania, Europa, Rússia, China, Coreia do Sul, Taiwan, Sudeste Asiático, Brasil e América Latina. O acesso aos servidores é pago e requer uma chave original que acompanha o produto. Versão Gratuita de World of Warcraft: Acessando o site específico da versão o jogador pode baixar e jogar o jogo em português, de graça e sem limitações de tempo até ao nível 20, mas com alguns recursos indisponíveis. Com ela é possível ter acesso aos principais recursos do jogo, além da possibilidade de criar diversos personagens diferentes, aumentando o tempo de vida da versão gratuita de World of Warcraft.Caso o jogador queira avançar até os demais níveis, ele poderá fazê-lo adquirindo a versão completa do jogo e suas expansões. Na Europa, existe uma rede de servidores em francês, outra em alemão, e outra, que abrange os jogadores dos países restantes, em inglês. Em Setembro de 2006 foi lançada uma rede em espanhol. Nas ‘america syste ‘, servidores em inglês americano e em 2011 foram criados servidores totalmente em português, confira mais na linha “Versão Brasileira”. World of Warcraft: Battle for Azeroth: Foi anunciada no dia 3 de novembro de 2017 na BlizzCon 2017,com data de lançamento indefinida. A sétima expansão da sequência, desencadeia uma série de incidentes desastrosos que reacende o conflito central da saga Warcraft. Uma nova era de guerras se inicia, e os heróis de Azeroth terão que partir numa jornada para recrutar novos aliados, disputar os recursos mais valiosos do mundo para dominar o conflito e combater em diversas linhas de frente para determinar se será a Horda ou a Aliança quem conduzirá o futuro incerto de Azeroth.RaçasO jogo conta com 13 raças jogáveis, sendo divididas em 6 para Aliança e 6 para a Horda e os Pandarens que são neutros e o jogador escolhe qual facção seguirá após as missões iniciais.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 4,
    "Nome": "Overwatch",
    "imagem1": "imagens/overwatch.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "24 de maio de 2016",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Na verdade, a história de Overwatch existe. Trata-se de um grupo de heróis especiais criados pelas Nações Unidas para combater os Omnics, robôs mortíferos que ameaçam os seres vivos. O enredo está mais claro nas animações do jogo na internet. Tudo isso pouco interessa ao ligar seu PlayStation 4, Xbox One ou PC. Como a franquia Team Fortress, o que importa em Overwatch é seu modo multiplayer. O jogo não traz nenhum modo história. Só há um tutorial e as partidas tipo Arcade (time A contra time B) ou modalidades específicos, como o especial Paraíso Congelado de Natal com a personagem Mei. O foco é no tiroteio com personagens distintos com poderes especiais, imitando MOBAs como League of Legends.Cada personagem tem funções específicas. Geralmente ele possui uma arma com tiro tradicional, um boost de velocidade, uma habilidade especial, e uma defesa. E ele pode ser de um dos quatro tipos: Ofensivo, Defensivo, Tanque ou Suporte. Alguns heróis, principalmente os de suporte, não seguem a regra de uma arma, velocidade e habilidade espcial. Para entender cada personagem, é bom verificar seus comandos antes de escolher. Personagens ofensivos foram compostos para ataque. A meta é causar o maior número de dano e mortes no time adversário, seja usando rifles, pistolas ou mesmo espadas. Genji, McCree, Pharah, Reaper, Soldado 76, Sombra e Tracer pertencem a esta classe.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 5,
    "Nome": "God Of War",
    "imagem1": "imagens/godofwar.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "20 de abril de 2018",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Primeiras impressões: O novo God of War é bem diferente dos anteriores, e isso é ótimo. Porque um velho Kratos é um novo Kratos. Logo na primeira cena de God of War, Kratos, o protagonista velho conhecido dos fãs da franquia, encontra-se no meio de uma tarefa que só ele mesmo pode realizar por si próprio. Antes que você imagine coisas, não, no novo God of War não veremos o protagonista fazendo suas necessidades. Na verdade, Kratos utiliza um machado para derrubar uma grande árvore, sem contar com nenhuma ajuda para fazer isso, apesar de não estar sozinho. Ele está acompanhado de Atreus, seu filho pequeno, que apenas observa o pai fazer o trabalho físico sem poder ajudar em muita coisa. O tronco pesado que Kratos literalmente carrega nos ombros tem uma função importante, mas que não posso descrever neste texto porque isso configuraria um grande spoiler (que acaba desvendado minutos após a cena inicial). Mas trata-se de um dos dois detalhes os quais, por solicitação da Sony, sou obrigado a não revelar sobre a experiência que tive jogando God of War na semana passada, na sede do Santa Monica Studio, em Los Angeles. O outro detalhe a ser omitido diz respeito a uma longa cena de combate entre Kratos e um personagem misterioso, que deve ser mantida às escuras porque, dada a intensidade do encontro, merece mesmo ser abordada sem conhecimento prévio. O game que será lançado para PlayStation 4 daqui um mês, mais exatamente em 20 de abril, poderia se chamar God of War 4, mas foi batizado “God of War”, sem um número acompanhando, da mesma forma que o primeiro título da franquia (lançado para o PS2 em 2005). “O game se chama God of War meio que para sacanear um pouco o site IMDB, para obrigá-los a colocar o ano ao lado do nome do jogo”, explica brincando Cory Barlog, diretor do game e envolvido com as aventuras de Kratos desde o primeiro título. Em seguida ele esclarece: “Se você nunca jogou um game God of War, esta é a hora perfeita para se envolver. Você não vai sentir como se precisasse jogar os anteriores, porque a história se basta sozinha, ela informa sobre o que é e te conduz pela jornada. O game foi feito para ser uma rota de acesso perfeita para todo mundo.” A verdade é que as quase três horas de jogo a que tive acesso (nem dez por cento do total da trama completa) revelam pouco ou quase nada sobre porque encontramos Kratos nessas condições – cansado e envelhecido (a longa barba grisalha impressiona), acompanhado de um filho, armado com apenas um machado Leviathan e escondido no mundo de Midgard como se estivesse exilado. Por muitas vezes, Atreus faz perguntas para as quais o pai não possui respostas. “Eu não sei!”, Kratos exclama a cada questionamento sobre o porquê de certas coisas acontecerem com eles. Kratos, por sua vez, tem a dura tarefa de preparar o filho para encarar desafios, mas a todo tempo repete que o menino “não está pronto”. O que parece é que a relação entre os dois não é exatamente tranquila. Kratos não tem paciência com a paternidade, enquanto Atreus é teimoso e não tem o hábito de respeitar o velho pai o tempo todo. Isso é importante, visto que não há como progredir em God of War sem um trabalho cooperativo constante entre o mestre, Kratos, e o aprendiz, Atreus. Não há como progredir em God of War sem um trabalho cooperativo constante entre o mestre, Kratos, e o aprendiz, Atreus. Pelo menos na parte inicial da aventura, essa cooperação entre Kratos e Atreus se dá de modo tímido – muito porque o menino “ainda não está pronto”, Kratos pouco depende da ajuda do filho para se safar. Durante certo combate com uma criatura de grandes proporções, Atreus pode disparar flechas para distrair o inimigo (apertando o botão quadrado), dando a Kratos o tempo para encontrar a melhor maneira de revidar. Já em momentos de embates com hordas de inimigos, o garoto serve como recurso importante para desviar a atenção, mas pouco faz diferença, porque ele jamais corre o risco de morrer (pelo menos não nesse início do jogo, pelo que pareceu). Intencionalmente, a presença de Atreus jamais deixa de ser sentida, e o jogo faz questão de mostrar que ela tem utilidade real, tanto na prática como na teoria. Durante batalhas e diante de puzzles, Atreus concede alertas e dicas verbais (com a voz marcante do ator Felipe Volpato) já entre uma batalha e outra, o menino age como um tradutor literal, desvendando e entregando a Kratos informações de certa utilidade. É provável que mais tarde a presença do garoto se torne mais crucial na jogabilidade, na medida em que o enredo se desenrola e ganhar complexidade",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 6,
    "Nome": "CS:GO",
    "imagem1": "imagens/cs.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "21 de agosto de 2012",
    "categoria": "FPS",
    "icone": "Icone Categoria",
    "resenha": "Counter-Strike: Global Offensive (CS: GO) expandirá na jogabilidade de ação baseada em equipes na qual foi pioneiro quando foi lançado há 12 anos. CS: GO contém novos mapas, personagens e armas, além de conter versões atualizadas de conteúdos do CS clássico (como de_dust2). Além disso, CS: GO introduzirá novos modos de jogo, criação de partidas (matchmaking), placares de líderes e mais. \"Counter-Strike surpreendeu a indústria de jogos quando o improvável MOD virou o jogo de ação online para PC mais jogado no mundo quase imediatamente após seu lançamento em agosto de 1999,\" disse Doug Lombardi na Valve. \"Pelos últimos 12 anos, ele continuou sendo um dos jogos mais jogados no mundo, manteve destaque em torneios competitivos de jogos e a franquia vendeu mais de 26 milhões de cópias no mundo todo. CS: GO promete expandir na jogabilidade premiada de CS' e permitir seu acesso por jogadores não só no PC, mas também em consoles de última geração e no Mac.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 7,
    "Nome": "The Last Of Us",
    "imagem1": "imagens/tlou.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "14 de junho de 2013",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Poucos jogos te seguram tanto, te fazem ter vontade de continuar a história cheia de tensão e impacto. Poucas histórias tocam seu coração a ponto de você torcer pelos personagens a cada passo, se importar com eles e se interessar pelas suas histórias, felizmente é exatamente o que a Naughty Dog fez com The Last of Us.O game tem um grande foco em sobrevivência, com muita tensão, ação, drama e também horror. É um mundo pós-apocalíptico em que um fungo originado das formigas transformou as pessoas em infectados (não, não são zumbis mortos-vivos para sua informação), elas podem ser Runners (Corredores, na tradução) que é o estágio inicial e se algum te ver prepare-se para engajar um combate brutal e Clickers (Estaladores) um nível mais evoluído do fungo, faz com que o Infectado fique com tipo uma casca na cabeça, em consequência disso causa cegueira, porém a audição é amplificada. Com isso, podemos jogar tijolos ou garrafas em outro lugar do cenário e assim atrair a atenção do Estalador pra outro lugar e passarmos ilesos, caso contrário ele pode matar o personagem rápido e sem dar chance de se defender caso não tenha alguma arma corpo-a-corpo. Outro aspecto interessante de se abordar é que o combate funciona extremamente bem, o jogador pode agir nas sombras e eliminar seus inimigos sorrateiramente ou pode ativar o modo dane-se e sair baleando e espancando todo mundo, seja com suas mãos ou com algum pedaço de madeira, cano, taco de baseboll ou machado que encontrar. Sem contar que quando você está agachado calculando como agir, seja com inimigos humanos ou infectados, a tensão é crescente e a sua vontade de sobreviver, mesmo sendo um jogo, também é, pois nos apegamos aos personagens. A inteligência artificial está incrivelmente bem desenvolvida, os personagens te ajudam nas horas de aperto, avisando o que vem pelos lados e pela retaguarda, te dando munição extra quando encontram alguma, e até mesmo cuidam de inimigos por si só, tirando Ellie, que apenas os distrai por alguns momentos deixando aberta a possibilidade de acertar eles pelas costas.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 8,
    "Nome": "Horizon Zero Dawn",
    "imagem1": "imagens/Horizon2.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "28 de fevereiro de 2017",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "O Horizon Zero Dawn é um eletrônico de ação em que os jogadores controlam Aloy, uma caçadora e arqueira, à medida que ela progride através de um mundo pós-apocalíptico, dominado por criaturas mecanizadas como robots dinossauros. Os componentes destas criaturas, como a electricidade e o metal, são vitais para Aloy sobreviver, sendo que ela tem de revistar os cadáveres destas criaturas em busca de recursos. Os jogadores têm várias formas de matar os inimigos, como criar armadilhas, disparar setas, utilizando explosivos, combate corpo a corpo, ou fazendo mortes silenciosas. O combate divide-se assim em três estilos distintos um usa tácticas furtivas, um outro mais orientado para o poder de fogo do jogador e um último focado na criação de armadilhas. Também existe a possibilidade de criar novos itens através de materiais e partes mecânicas espalhadas pelo mundo.Através de um sistema de \"regalias\", o jogador pode personalizar o seu personagem para melhorá-lo de acordo com o seu estilo ou forma de jogar. O jogo tem um cenário futurista, pós-apocalíptico de mundo aberto, que pode ser explorado pelos jogadores quando não estão a completar missões. Horizon: Zero Dawn inclui um sistema de dinâmico de clima e um ciclo dia-noite.Horizon: Zero Dawn não tem qualquer forma de tutorial, por forma a encorajar os jogadores a aprender a derrotar os inimigos através do método de \"tentativa e erro\". A Guerrilla Games referiu que o jogo não tem telas de carregamento.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 9,
    "Nome": "League Of Legends",
    "imagem1": "imagens/lol.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "27 de outubro de 2009",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Com a diversidade de personagens, o League of Legends conta com 118 atualmente, cada um com seus próprios estilos, habilidades e histórias, cada um desses com suas particularidades, desde o modo de andar até em sua fala. Eles são divididos em 5 classes dentro do jogo. Assassino, Lutador, Mago, Suporte, Tanque e Francoatirador. Porém, os jogadores criaram outras classes para agilizar a escolha de um bom time dentro do jogo, que são eles ADC, Top, Mid, Suporte e Jungle. Existe todo o tipo de gente no jogo: Ursos que usam armaduras, um Pássaro criogênico, Espantalhos macabros, Magas sombrias, piratas, Mulheres-Aranhas e até mesmo sereias! Desse jeito, você pode escolher o personagem que se identifica e pode se especializar em seu estilo de jogo. Itens balanceados Todos os itens do League of Legends são conquistado ao decorrer de cada batalha, Você ganha com base em sua funcionalidade no jogo, kills, minions e etc. Todos os itens podem ser batidos de frente com outros caso o inimigo saiba como contra-atacar. E, caso haja alguma vantagem maior ou menor entre um deles, a empresa sempre intervém, melhorando ou piorando ele. Sistema de Rank O jogo possui um sistema de ranks inteligentes, que decide quando você está apto para avançar por meio de pontuações internas. A cada rank que você conquista, você sobe de Tier, até alcançar uma nova. Ou seja: Você sempre terá um motivo para jogar. Destacam-se aqueles que sabem equipar com inteligência cada personagem. Dinheiro real: só pra te dar estilo. No jogo, as vantagens de quem usa dinheiro real no jogo são nulas. O máximo que você pode comprar serão skins, Roupas para os seus personagens. Nada de Pay-to-Win. A tentação de por dinheiro no jogo será cada vez maior no envolvimento com o jogo, já que as skins ficam cada vez melhores, algumas delas envolvendo até semelhanças com vilões e heróis de outras histórias. Um exemplo seria a Leblanc Cruel.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 10,
    "Nome": "Far Cry 3",
    "imagem1": "imagens/farcry3.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "26 de Outubro de 2012",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "O primeiro game da franquia revolucionou os FPS por apresentar um cenário colorido e belíssimo, além de equilibrar a linearidade exigida pelo gênero com ações fora do roteiro principal. Com isso, você deveria completar uma determinada missão, mas nada que impedisse o jogador de sair pela ilha atrás de armas e itens antes do objetivo. Outro ponto inovador era a variedade de veículos que o jogador poderia controlar. Se carros e lanchas já não eram tão comuns emno gênero de jogos de tiro em primeira pessoa, o que dizer de jet skis e asas-delta? Dessa forma, Far Cry abocanhou diversos prêmios e criou uma enorme expectativa diante de sua sequência. Só que, para infelicidade de todos, o título seguinte não alcançou metade do sucesso de seu antecessor. A ideia de levar a franquia para uma selva africana não colou e acabou carregando a série para o fundo do poço. O sentimento foi tão frustrante que poucos eram os jogadores que esperavam ansiosamente por Far Cry 3. Para a grande maioria, seria mais um FPS daqueles que encalha na prateleira com o tempo. Entretanto o terceiro capítulo da franquia chegou sorrateiro e rapidamente tornou-se um sucesso de críticas. Ao invés de inovações do primeiro título, a Ubisoft soube aproveitar o que há de melhor no mercado e colocou de uma forma brilhante junto com o elemento mais marcante do primeiro jogo: o paraíso tropical. Sendo assim, quem não conheceu Far Cry na época em que foi lançado, pôde sentir o mesmo que os gamers mais antigos vivenciaram em seu primeiro contato com o jogo.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 11,
    "Nome": "Injustice",
    "imagem1": "imagens/injustice.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "16 de Abril de 2013",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Injustice: Gods Among Us é um jogo de luta que coloca os jogadores a controlar personagens do universo da DC Comics em combate uns contra os outros. Como é um jogo da NetherRealm Studios, irá ter alguns personagem da série Mortal Kombat. Injustice desenvolve-se em combates num plano de duas dimensões, embora as personagens e os cenários de fundo serão em três dimensões. Cada combate consiste apenas numa ronda no entanto, cada jogador tem duas barras de energia.Com o intuito de fazer Injustice mais acessível para jogadores casuais, o jogo usa um mecanismo apenas de quatro botões: leve, médio e pesado, juntamente com o botão \"marca de carácter\" que activa uma habilidade especifica desenhada para diferenciar cada personagem. Por exemplo, quando activado pelo Superman este tem um aumento de força temporário, enquanto que a \"marca\" do Batman faz aparecer um bando de morcegos robóticos. Os combates baseiam-se em localizações, como a Batcaverna e a Fortaleza da Solidão, e contêm múltiplos níveis e objectos que permitem ao jogadores interagir. Cada arena tem os seus próprios elementos, e os personagens exploram-nos de maneira diferente dependendo da sua classe. Por exemplo, uma personagem que usa engenhocas, como o Batman, pode disparar projéteis para fazer explodir um automóvel, enquanto uma personagem que usa mais os poderes, como o Superman, pode agarrar no mesmo automóvel e usá-lo contra os oponentes. De acordo com Boon, selecionar os niveis onde se vai jogar é tão importante como a escolha da personagem.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 12,
    "Nome": "Elsword",
    "imagem1": "imagens/elsword.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "10 de julho de 2013",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Elsword é um jogo de ação que mistura elementos dos clássicos jogos de plataforma 2D com os de jogos de luta. Apresenta uma pegada moderna dos jogos 3D, num mundo de fantasia medieval no qual você pode controlar diferentes heróis em sua batalha contra as forças do mal. Seu objetivo é assumir o papel de um dos jovens heróis e usar seus golpes de luta para derrotar todos os inimigos de cada fase, até ser capaz de enfrentar o chefe final de cada uma delas. Ao jogar com um personagem, você adquire experiência para passar de nível com ele e ficar cada vez mais forte, enquanto libera novas habilidades de batalha. Além disso, ao alcançar certos níveis, você também tem a opção de completar missões especiais que permitem que você avance para novas classes e, assim, ganhe novos poderes! Além de poder enfrentar outros jogadores no modo de jogo chamado PVP (player versus player ou “jogador contra jogador”), Elsword também se destaca por ser um jogo de aventura online graças ao seu modo Missão, no qual você enfrenta os monstros controlados pelo computador enquanto avança na história do jogo! Se você é fã de animes, tem tudo para curtir Elsword! Este jogo com visual anime é nitidamente inspirado nos personagens dos desenhos orientais, não apenas nas artworks, mas inclusive no visual dentro do próprio jogo! O ritmo deste jogo de aventura também segue o estilo dinâmico e cheio de ação que fez dos animes um sucesso mundial, tão apreciados também no Brasil. Nele, você pode jogar com vários personagens carismáticos, que inclusive envelhecem à medida que você evolui e conquista novas classes, como acontece com muitos personagens famosos nas séries orientais. E justamente por ser um jogo estilo mangá, este jogo de ação ganhará uma surpresa especial no Brasil: ele contará com um mangá nacional em versão online, escrito e desenhado pelo quadrinista Fábio Yabu, o mesmo autor de Combo Rangers e Princesas do Mar.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 13,
    "Nome": "Assassin's Creed 2",
    "imagem1": "imagens/ac2.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "17 de novembro 2009",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Na mitologia do Egito antigo, o Duat (ou Tuat) é o mundo dos mortos, onde as almas vão para serem julgadas pelo que fizeram em vida. Quase toda religião busca algum sentido para o que há depois da morte, mas aqui uma característica chama a atenção: os egípcios acreditavam que Rá, o deus do Sol, passava pelo céu de leste à oeste e, à noite, cruzava o Duat na direção contrária, emergindo no dia seguinte. Com uma nova aventura baseada justamente no Egito antigo e suas mitologias, Assassin's Creed: Origins representa, de certa forma, este exato “renascimento” para uma série de jogos que retorna após uma longa passagem por um purgatório particular.Quase toda religião busca algum sentido para o que há depois da morte, mas aqui uma característica chama a atenção: os egípcios acreditavam que Rá, o deus do Sol, passava pelo céu de leste à oeste e, à noite, cruzava o Duat na direção contrária, emergindo no dia seguinte. O Assassin’s Creed que nasce deste período de reflexão é renovado, familiar em diversos aspectos, completamente diferente em outros. Mas, acima de tudo, é um jogo mais focado nas coisas que o tornaram grande: cenários deslumbrantes, ótimas mecânicas e uma história marcante, protagonizada por heróis tão decisivos quanto os nomes históricos que os rodeiam. A origem de tudo. É uma simplicidade que serve primariamente a trama de Origins. Como o próprio nome diz, o jogo se propõe a contar os primeiros momentos da irmandade dos Assassinos, o grupo secreto do qual fazem (ou fizeram) parte todos os protagonistas da série até hoje. É uma narrativa que se confunde com a história do herói da vez, Bayek de Siuá, o último dos medjai, uma espécie de força policial do Egito antigo. Para quem estava acostumado com os conteúdos inúteis e os mapas inchados de pontinhos dos últimos anos, Assassin's Creed: Origins é libertador em sua simplicidade. O mundo continua grande - talvez, seja o maior de todos falando puramente de escala -, mas a maneira como o jogo te conduz por este cenário aposta na simplicidade para realçar suas demais qualidades.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 14,
    "Nome": "PUBG",
    "imagem1": "imagens/pub.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "20 de dezembro de 2017",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "PlayerUnknown's Battlegrounds é um jogo online disponível para download no Steam para PC no estilo “Battle Royale”, ou seja, com uma grande arena onde apenas um jogador vai ser o vitorioso e sobrevivente. A ideia é inspirada em H1Z1, DayZ e outros games similares. Seu criador, na realidade, é Brendan Greene, o “PlayerUnknow”, como também é conhecido, um dos pioneiros neste gênero. Aqui, Greene eleva o nível do desafio ao nos apresentar um título que, além de ser de sobrevivência, aposta no grande realismo para cativar os jogadores. Confira nossa análise completa e veja o que achamos: História para que? Não pense que PlayerUnknown's Battlegrounds trará uma história bem construída para partidas online com seus personagens. O jogo, na verdade, se baseia muito mais na jogabilidade. O que temos aqui é uma grande disputa, dentro de uma ilha de oito quilômetros quadrados, onde é preciso sobreviver.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 15,
    "Nome": "Watch Dogs 2",
    "imagem1": "imagens/watchdogs2.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "15 de novembro de 2016",
    "categoria": "Ação",
    "icone": "Icone Categoria",
    "resenha": "Watch Dogs 2 é o novo jogo de ação em terceira pessoa da Ubisoft. Com versões para PS4, Xbox One e PC, o título conta a história de Marcus Holloway e seu grupo de hackers na luta contra o \"ctOS 2.0\", em São Francisco. Confira a análise completa do grandioso jogo de mundo aberto: A sequência direta de Watch Dogs é basicamente o que o primeiro jogo deveria ter sido. A começar pela narrativa. A pauta de vingança, explorada de forma rasa pelo desinteressante protagonista Aiden Pearce, foi deixada de lado para dar lugar a um moderno bando de hackers. Embora a temática também seja delicada como o tema vingança, Watch Dogs 2 é um game muito melhor por não se levar tão a sério. Logo no início, o protagonista Marcus Holloway é recrutado pelo \"DedSec\", cujo objetivo é desestruturar a versão 2.0 do sistema operacional central de São Francisco, instalado pela \"Corporação Blume\". O plano dos hackers para derrubar a rede de dados pessoais, que permite controlar toda a cidade, é executar ataques virtuais subsequentes em alvos pontuais. Para isso, Marcus deve cumprir favores a pessoas influentes e participar de desafios, a fim de elevar a popularidade do nome \"DedSec\" e, consequentemente, ampliar o número de seguidores. Há muitas referências a celebridades, figuras e organizações do mundo real, seja do mundo tecnológico ou não, como Donald Trump, presidente eleito dos Estados Unidos, o rapper Kanye West e o coletivo Anonymous, associado ao \"hacktivismo\". A versão satirizada da nossa realidade, complementada com diálogos bem construídos e toques de humor, é o que dita o ritmo da história. Os hackers coadjuvantes, assim como Marcus Holloway, esbanjam carisma, o que é um ponto bastante positivo, tendo em vista que o último game apresentou personagens mal desenvolvidos. Apesar de o protagonista falar pouco, há motivos de sobra para gostar dele e de suas ações.",
    "Anônimo": "Anônimo"
  },
   {
    "Id_resenha" : 16,
    "Nome": "Call Of Duty",
    "imagem1": "imagens/callofduty.jpg",
    "imagem2": "imagens/semimagem2.png",
    "info": "9 de novembro de 2010",
    "categoria": "FPS",
    "icone": "Icone Categoria",
    "resenha": "Call of Duty: Black Ops é um importante título não só para a série e a famosa marca, mas também para sua produtora, a Treyarch. Este é o primeiro Call of Duty desenvolvido por ela que não se passa durante a Segunda Guerra Mundial, e sim em um período histórico mais recente. Só este ponto já é uma boa novidade para os fãs que estavam cansados do cenário anterior. A história do game se passa na década de 60, durante a Guerra Fria. O jogador controla uma série de personagens ao longo da aventura, mas a maior parte do tempo ele entra na pele de Alex Mason, membro de uma equipe de operações especiais, que encara suas perigosas missões em locais como Vietnã, Cuba e Rússia. Vale destacar a história por conta de seu alto teor informativo. O jogo se preocupa em situar quem está acompanhando, mostrando até mesmo personagens que replicam figuras históricas, como o então Presidente norte-americano John F. Kennedy e Fidel Castro. A história prende o jogador entre as fases cheias de ação e as narrativas que são exibidas entre elas, nas famosas cenas de corte. A Treyarch resolveu fazer tudo com um alto teor cinematográfico, contando uma história com ritmo e estilo de filme. Isso é reforçado por cenas emblemáticas (algumas de tirar o fôlego) ao longo do game.Outro ponto que colabora com o “climão de Hollywood” em Call of Duty: Black Ops é a presença de dubladores originários do cinema, com nomes que vieram de grandes filmes.",
    "Anônimo": "Anônimo"
  }

]